Repository: Olqa00/Cosmetic_Salon_Engineer
Catalog: Resources/SharedResource.*.resx
Languages: it_it, pl_pl

# KimDesc
source: The entire fame of the Kim effect, as the name suggests, was initiated by the celebrity Kim Kardashian. The whole effect is about achieving the so-called controlled order, which is not a flat fan of eyelashes, but gives an unusual, slightly predatory, but certainly beautiful effect.
it_it: L'intera fama dell'effetto Kim, come suggerisce il nome, è stata iniziata dalla celebrità Kim Kardashian. L'intero effetto mira a raggiungere il cosiddetto ordine controllato, che non è un ventaglio piatto di ciglia, ma dà un aspetto insolito, leggermente predatorio , ma sicuramente di bell'effetto.
pl_pl: Cała sława efektem Kim, jak nazwa wskazuje zapoczątkowała celebrytka Kim Kardashian.W całym efekcie chodzi o to by uzyskać tak zwany kontrolowany ład, który nie jest płaskim wachlarzem rzęs, lecz daje niespotykany nieco drapieżny, lecz z pewnością piękny efekt.

# KimMain
source: Choosing this method is the perfect way to create a seductive look. The effect was made famous by Kim Kardashian.
it_it: Scegliere questo metodo è il modo perfetto per creare un look seducente. L'effetto è stato reso famoso da Kim Kardashian.
pl_pl: Wybranie tej metody to idealny sposób na uwodzicielskie spojrzenie. Efekt rozsławiła Kim Kardiashian.

source: Lamination
it_it: Laminazione
pl_pl: Laminacja

# LaminationDesc
source: Eyelash lamination is a treatment that will regenerate, nourish and strengthen your eyelashes. It is intended for women who value naturalness, want to take a break from eyelash extensions or want to forget about applying mascara every day. Each treatment is additionally combined with coloring. So you get dark, curled and nourished eyelashes for several weeks!
it_it: La laminazione ciglia è un trattamento che rigenererà, nutrirà e rafforzerà le tue ciglia. È destinato alle donne che apprezzano la naturalezza, che vogliono prendersi una pausa dalle extension ciglia o che vogliono dimenticare di applicare il mascara ogni giorno. Ogni trattamento è inoltre abbinato alla colorazione. Così otterrai ciglia scure, incurvate e nutrite per diverse settimane!
pl_pl: Laminacja rzęs jest zabiegiem który zregeneruje, odżywi oraz wzmocni Twoje rzęsy. Jest przeznaczona dla kobiet, które cenią sobie naturalność, chcą odpocząć od przedłużania rzęs lub pragną zapomnieć o codziennym tuszowaniu swoich rzęs. Każdy zabieg dodatkowo połączony jest z koloryzacją. Otrzymujesz zatem ciemne, podkręcone oraz odżywione rzęsy na kilka tygodni!

# LaminationEyebrowsDesc
source: Eyebrow lamination treatment involves permanently arranging the hairs in the right position and shape. Thanks to the action of thioglycolic acid, which is used during the treatment, the hair cuticle is opened, and then the hair becomes more flexible and susceptible to being set in the right direction. Then it creates new bonds and rebuilds the structure of eyebrow hairs.
it_it: Il trattamento di laminazione delle sopracciglia prevede la disposizione permanente dei peli nella giusta posizione e forma. Grazie all'azione dell'acido tioglicolico, utilizzato durante il trattamento, la cuticola del capello si apre, quindi i capelli diventano più flessibili e suscettibili di essere posizionati nella giusta direzione. Quindi crea nuovi legami e ricostruisce la struttura dei peli delle sopracciglia.
pl_pl: Zabieg laminacji brwi to trwałe ułożenie włosków, w odpowiedniej pozycji i w odpowiednim kształcie. Dzięki działaniu kwasu tioglikolowego, który wykorzystywany jest podczas zabiegu, łuska włosa zostaje otwarta, a następnie włoski stają się bardziej elastyczne i podatne na ustawienie w odpowiednim kierunku. Następnie tworzy nowe wiązania i odbudowujemy strukturę włosków brwi.

# LaminationEyebrowsMain
source: The treatment will make your eyebrows look fuller and thicker.
it_it: Il trattamento renderà le tue sopracciglia più folte e spesse.
pl_pl: Zabieg sprawi, że brwi będą wyglądały na pełniejsze oraz gęstsze.

# LaminationLashesMain
source: It strengthens the hairs and makes the eyes look natural and beautiful without the need to curl them with an eyelash curler or use specialized mascara.
it_it: Rafforza i peli e rende gli occhi naturali e belli senza la necessità di arricciarli con un piegaciglia o utilizzare un mascara specializzato.
pl_pl: Wzmacnia włoski, sprawia, że oczy wyglądają naturalnie i pięknie bez konieczności podkręcania ich zalotką albo używania specjalistycznego tuszu.

source: Laser epilation
it_it: Depilazione laser
pl_pl: Depilacja laserowa

source: Lashes
it_it: Ciglia
pl_pl: Rzęsy

# LashesDescriptionView
source: Beautiful eyelashes from 15 euros
it_it: Bellissime ciglia da 15 euro
pl_pl: Piękne rzęsy już od 15 euro

source: LastName
it_it: Cognome
pl_pl: Nazwisko

source: Legs
it_it: Gambe
pl_pl: Nogi

# ListAppointments
source: List of appointments
it_it: Elenco dei trattamenti
pl_pl: Lista zabiegów

# ListOfDoneTrainings
source: List of completed trainings
it_it: Elenco dei corsi di formazione completati
pl_pl: Lista wykonanych szkoleń

# ListOfRequests
source: List of appeal requests
it_it: Elenco delle richieste di ricorso
pl_pl: Lista próśb o odwołanie

source: Load More Appointments
it_it: Carica altro trattamento
pl_pl: Załaduj więcej wizyt

source: Load more posts
it_it: Carica più post
pl_pl: Załaduj więcej postów

# LoadMoreTrainings
source: Load more training
it_it: Carica più formazione
pl_pl: Załaduj więcej szkoleń

source: Login
pl_pl: Zaloguj się

# LoginSite
source: Log in to the website
it_it: Accedi al sito web
pl_pl: Zaloguj się na stronę

source: Logout
it_it: Disconnettersi
pl_pl: Wyloguj się

# MadeAsOrder
source: Make an
it_it: fissare subito un
pl_pl: Zamów

# MagdalenaOgarekPosition
source: Eyebrow and eyelash stylist
it_it: Stilista di sopracciglia e ciglia
pl_pl: Stylistka brwi i rzęs

# MagdalenaOgarekText
source: A dream doesn't become reality through magic; it takes sweat determination and hard work.
it_it: Un sogno non diventa realtà attraverso la magia; ci vuole sudore, determinazione e duro lavoro.
pl_pl: Sen nie staje się rzeczywistością dzięki magii; wymaga determinacji i ciężkiej pracy.

source: Make an appointment
it_it: Prendi un appuntamento
pl_pl: Umów się

# MakeAppointmentNow
source: make an appointment now
it_it: fissa subito un appuntamento
pl_pl: umów się już teraz

source: Male
it_it: Maschio
pl_pl: Męski

# MaleDesc
source: Performing a men's manicure requires, first of all, effective preparation of the nail plate and cuticles. Filing the nail plate to the appropriate length, pushing back or completely cutting the cuticles, and giving the nails the proper shape. In beauty salons, men can even find special, completely colorless and inconspicuous conditioners, which also provide fantastic care for the nail plate.
it_it: L'esecuzione della manicure maschile richiede, prima di tutto, un'efficace preparazione della lamina ungueale e delle cuticole. Limare la lamina ungueale alla lunghezza appropriata, spingendo indietro o tagliando completamente le cuticole e dando alle unghie la forma corretta. Nei saloni di bellezza gli uomini possono trovare anche balsami speciali, completamente incolori e poco appariscenti, che forniscono anche una cura fantastica per la lamina ungueale.
pl_pl: Przeprowadzenie manicure męskiego zakłada przede wszystkim skuteczne opracowanie płytki paznokciowej i skórek. Opiłowanie płytki do odpowiedniej długości, odsunięcie lub całkowite przecięcie skórek, a także nadanie paznokciom właściwego kształtu. W salonach kosmetycznych na Panów czekają nawet specjalne, całkowicie bezbarwne i nierzucające się w oczy odżywki, które dodatkowo fantastycznie pielęgnują płytkę.

# MaleMain
source: The treatment is intended for men who want to take care of their nails.
it_it: Il trattamento è destinato agli uomini che vogliono prendersi cura delle proprie unghie.
pl_pl: Zabieg skierowany do mężczyzn, którzy chcą zadbać o swoje paznokcie.

source: Manage
it_it: Maneggio
pl_pl: Zarządzaj

source: Manage appointments
it_it: Gestisci gli appuntamenti
pl_pl: Zarządzaj wizytami

source: Manage participants
it_it: Gestisci i partecipanti
pl_pl: Zarządzaj uczestnikami

source: Manage posts
it_it: Gestisci i post
pl_pl: Zarządzaj postami

source: Manage roles
it_it: Gestire i ruoli
pl_pl: Zarządzaj rolami

source: Manage training
it_it: Gestire la formazione
pl_pl: Zarządzaj szkoleniami

source: Manage users
it_it: Gestisci gli utenti
pl_pl: Zarządzaj użytkownikami

# ManageVisitsTraining
source: Manage appointments and training
it_it: Gestire appuntamenti e formazione
pl_pl: Zarządzaj wizytami i szkoleniami

source: MEET OUR TEAM
it_it: INCONTRA IL NOSTRO TEAM
pl_pl: Poznaj nasz zespół

source: Method 1:1
it_it: Metodo 1:1
pl_pl: Metoda 1:1

source: Method 1:1
it_it: Metodo 1:1
pl_pl: Metoda 1:1

# Method11Desc
source: The 1:1 eyelash extension method is ideal for women who prefer a natural eyelash highlighting effect. The entire procedure involves gluing one artificial eyelash to one natural eyelash, creating a beautiful, subtle fan of eyelashes. The method makes the eyelashes darker, longer and the eye more open.
it_it: Il metodo di extension ciglia 1:1 è ideale per le donne che preferiscono un effetto di evidenziazione delle ciglia naturale. L'intera procedura prevede l'incollaggio di una ciglia artificiale su una ciglia naturale, creando un bellissimo e sottile ventaglio di ciglia. Il metodo rende le ciglia più scure, più lunghe e l'occhio più aperto.
pl_pl: Metoda przedłużania rzęs 1:1 jest idealna dla Pań, które preferują naturalny efekt podkreślenia rzęs. Cały zabieg polega na doklejeniu jednej sztucznej rzęsy, do jednej naturalnej, tworząc przy tym piękny subtelny wachlarz rzęs. Metoda sprawia, że rzęsy stają się ciemniejsze, dłuższe a oko bardziej otwarte.

# Method11Main
source: The 1:1 eyelash extension method is ideal for women who prefer a natural eyelash highlighting effect.
it_it: Il metodo di extension ciglia 1:1 è ideale per le donne che preferiscono un effetto di evidenziazione delle ciglia naturale.
pl_pl: Metoda przedłużania rzęs 1:1 jest idealna dla Pań, które preferują naturalny efekt podkreślenia rzęs.

source: Month
it_it: Mese
pl_pl: Miesiąc

# MoreAboutEpilation
source: More about hair removal
it_it: Maggiori informazioni sulla depilazione
pl_pl: Więcej o depilacji

source: More about eyebrows
it_it: Maggiori informazioni sulle sopracciglia
pl_pl: Więcej o brwiach

# MoreAboutLashes
source: More about eyelashes
it_it: Maggiori informazioni sulle ciglia
pl_pl: Więcej o rzęsach

source: More about manicure
it_it: Maggiori informazioni sulla manicure
pl_pl: Więcej o manicure

# MostPerformedTreatments
source: The most frequently performed treatments
it_it: I trattamenti più frequentemente eseguiti
pl_pl: Najczęściej wykonywane zabiegi

source: My Account
it_it: Il mio profilo
pl_pl: Mój profil

source: My trainings
it_it: Il mio allenamento
pl_pl: Moje szkolenia

source: My treatments
pl_pl: Moje zabiegi

# NailsDescriptionView
source: Beautiful nails from 15 euros
it_it: Bellissime unghie a soli 15 euro
pl_pl: Piękne paznokcie już od 15 euro

# NailsTitle
source: With us, your nails will look perfect.
it_it: Con noi le tue unghie saranno perfette.
pl_pl: Z nami twoje paznokcie będą wyglądać idealnie.

# NailsTreatment
source: nail treatment
it_it: trattamento delle unghie
pl_pl: Zabieg paznokci

# NameTreatment
source: Name of the treatment
it_it: Nome del trattamento
pl_pl: Nazwa zabiegu

source: Navigation
it_it: Navigazione
pl_pl: Nawigacja

source: New Email
it_it: Nuova email
pl_pl: Nowy Email

source: New Password
it_it: La nuova password
pl_pl: Nowe hasło

source: New working hours
it_it: Nuovo orario di lavoro
pl_pl: Nowe godziny pracy

source: Next
it_it: Prossima
pl_pl: Następna

# NoCaffeine
source: Please limit drinks containing caffeine.
it_it: Si prega di limitare le bevande contenenti caffeina.
pl_pl: Prosimy o ograniczenie napojów zawierających kofeinę.

# NoScoreList
source: List of appointments without score
it_it: Elenco degli appuntamenti senza punteggio
pl_pl: Lista nieocenionych zabiegów

# NothingPrepare
source: You don't need to prepare in any way, just come! :)
it_it: Non è necessario prepararsi in alcun modo, vieni e basta! :)
pl_pl: Nie musisz w żaden sposób się przygotowywać, po prostu przyjdź! :)

# NumberParticipants
source: Number of participants
it_it: Un certo numero di partecipanti
pl_pl: Liczba uczestników

source: Our Treatments
it_it: I nostri trattamenti
pl_pl: Nasze Zabiegi

# OurTreatmentsHome
source: Our treatments
it_it: I nostri trattamenti
pl_pl: Nasze zabiegi

source: Paint
it_it: Colore
pl_pl: Farbka

# PaintDesc
source: The eyebrow dye stays on the hairs for 2 to 3 weeks. It disappears completely from the skin after just a few days. The effects of using eyebrow dye are natural and delicate, which is why it is an excellent choice for people who want a natural effect
it_it: La tintura per sopracciglia rimane sui peli per 2 o 3 settimane. Scompare completamente dalla pelle dopo pochi giorni. Gli effetti dell'utilizzo della tintura per sopracciglia sono naturali e delicati, motivo per cui è un'ottima scelta per le persone che desiderano un effetto naturale
pl_pl: Farbka do brwi utrzymuje się na włoskach od 2 do 3 tygodni. Ze skóry znika całkowicie już po kilku dniach. Efekty stosowania farbki do brwi są naturalne i delikatne, dlatego jest doskonałym wyborem dla osób, którym zależy na naturalnym efekcie

# PaintMain
source: It is perfect for women who have thick eyebrows and want the styling effect to look natural and subtle.
it_it: È perfetto per le donne che hanno sopracciglia folte e desiderano che l'effetto styling sia naturale e discreto.
pl_pl: Idealnie sprawdzi się u kobiet, które mają gęste brwi oraz chcą aby efekt stylizacji wyglądał naturalnie i subtelnie.

source: Participants
it_it: Partecipanti
pl_pl: Uczestnicy

# ParticipantsList
source: List of participants
it_it: L'elenco dei partecipanti
pl_pl: Lista uczestników

source: Password
it_it: Parola d'ordine
pl_pl: Hasło

source: Password change confirmation
pl_pl: Potwierdzenie zmiany hasła

# Peeling
source: Please perform a gentle eyebrow peeling.
it_it: Si prega di eseguire un delicato peeling delle sopracciglia.
pl_pl: Prosimy o wykonanie delikatnego peelingu brwi.

source: Personal data
it_it: Dati personali
pl_pl: Dane osobowe

source: PhoneNumber
it_it: Numero di telefono
pl_pl: Numer telefonu

# PleaseConfirm
source: Please confirm your account by
it_it: Per favore conferma il tuo account
pl_pl: Proszę o potwierdzenie swojego konta za pomocą

source: Polish
it_it: Polacca
pl_pl: Polskie

source: Pregnancy
pl_pl: Ciąża

source: Previous
it_it: Precedente
pl_pl: Poprzednia

source: Price list
it_it: Listino prezzi
pl_pl: Cennik

# ProcedureNotPerformed
source: Was the procedure not performed?
it_it: La procedura non è stata eseguita?
pl_pl: Czy zabieg nie został wykonany?

# ProfileUser
source: User profile
it_it: Profilo utente
pl_pl: Profil użytkownika

# QuantityStats
source: Number of treatments
it_it: Numero di trattamenti
pl_pl: Ilość zabiegów

# QuantityStatsPL
source: Number of treatments
it_it: Numero di trattamenti
pl_pl: Ilosc zabiegow

# RateAppointment
source: Rate the appointment
it_it: Valuta il trattamento
pl_pl: Oceń zabieg

source: Rating
it_it: Valutazione
pl_pl: Ocena

source: Register
it_it: Registrati
pl_pl: Zarejestruj się

# RegisteronSite
source: Register on the website
it_it: Registrati sul sito web
pl_pl: Zarejestruj się na stronie

source: Regulation
it_it: Regolamento
pl_pl: Regulacja

# RegulationDesc
source: Eyebrow shaping involves removing unnecessary hairs from the eyebrows, which disturb the desired shape of the eyebrows or are simply excessive in some places. The purpose of adjustment is to give the eyebrows a perfect shape.
it_it: La modellatura delle sopracciglia comporta la rimozione dei peli superflui dalle sopracciglia, che disturbano la forma desiderata delle sopracciglia o che in alcuni punti sono semplicemente eccessivi. Lo scopo della regolazione è dare alle sopracciglia una forma perfetta.
pl_pl: Regulacja brwi polega na usunięciu zbędnych włosków z brwi, które zaburzają nam pożądany kształt brwi lub jest ich po prostu w niektórych miejscach w nadmiarze. Celem regulacji, jest nadanie brwiom idealnego kształtu.

# RegulationMain
source: We will help you get the perfect shape of your eyebrows.
it_it: Ti aiuteremo a ottenere la forma perfetta delle tue sopracciglia.
pl_pl: Pomożemy ci uzyskać idealny kształt twoich brwi.

source: Remember me
it_it: Ricordati di me
pl_pl: Zapamiętaj mnie

source: Remove participation
it_it: Rimuovere la partecipazione
pl_pl: Usuń uczestnictwo

source: Remove Treatments
it_it: Rimuovi trattamenti
pl_pl: Usuń Zabieg

source: Repeat password
it_it: Ripeti la password
pl_pl: Powtórz hasło

source: Requests
it_it: Richieste
pl_pl: Prośby

source: Resend
it_it: Invia un'e-mail
pl_pl: Wyślij maila

source: Resend email confirmation
it_it: Invia nuovamente l'e-mail di conferma
pl_pl: Wyślij ponownie e-mail z potwierdzeniem

source: Reset password
it_it: Resetta la password
pl_pl: Zresetuj hasło

source: right now
pl_pl: już teraz

source: Roles
it_it: Ruoli
pl_pl: Role

source: Salon owner
it_it: Proprietario del salone
pl_pl: Właścicielka salonu

# SalonOwnerText
source: The founder of the COSMETICO project, she started her adventure with eyelash and eyebrow styling in 2016, and her constant desire to develop and help others led her to the role of a trainer in the above-mentioned subject. She specializes in permanent makeup of eyebrows and lips and is in love with everything to do with pigmentation. He puts his whole heart into everything he does and hopes you will have the chance to see it! She and her team would like to invite you to their world!
it_it: Fondatrice del progetto COSMETICO, ha iniziato la sua avventura con lo styling di ciglia e sopracciglia nel 2016, e il suo costante desiderio di crescere e aiutare gli altri l'ha portata al ruolo di formatrice nell'argomento sopra menzionato. È specializzata nel trucco permanente di sopracciglia e labbra ed è innamorata di tutto ciò che ha a che fare con la pigmentazione. Mette tutto il cuore in tutto ciò che fa e spera che tu abbia la possibilità di vederlo! Lei e il suo team vorrebbero invitarti nel loro mondo!
pl_pl: Założycielka projektu COSMETICO, swoją przygodę ze stylizacją rzęs i brwi rozpoczęła w 2016 roku, a nieustanna chęć rozwoju i pomocy innym doprowadziła ją do roli szkoleniowca w powyższej tematyce. Specjalizuje się w makijażu permanentnym brwi oraz ust i jest zakochana we wszystkim co ma związek z pigmentacją. Wkłada całe swoje serce we wszystko co robi i ma nadzieję, że będziecie miały/ mieli szansę się o tym przekonać! Wraz z zespołem chciałaby zaprosić Cię do ich świata!

source: Salon stats
it_it: Statistiche del salone
pl_pl: Statystyki salonu

source: Save
it_it: Salva
pl_pl: Zapisz

source: Save changes
it_it: Salvare le modifiche
pl_pl: Zapisz zmiany

# SelectChartType
source: Select a chart type
it_it: Seleziona un tipo di grafico
pl_pl: Wybierz typ wykresu

source: Select Employee:
it_it: Seleziona dipendente:
pl_pl: Wybierz pracownika:

# SelectPeriod
source: Select a time period
it_it: Seleziona un periodo di tempo
pl_pl: Wybierz okres czasu

# SelectTreatmentName
source: Select name:
it_it: Scegli un trattamento:
pl_pl: Wybierz zabieg:

# SelectTreatmentType
source: Select type:
it_it: Seleziona tipologia:
pl_pl: Wybierz typ:

# SelectType
source: Select chart type
it_it: Seleziona un tipo di grafico
pl_pl: Wybierz typ wykresu

source: Select User
it_it: Seleziona un cliente
pl_pl: Wybierz klienta

# SendCancelAppointment
source: Your cancellation request has been sent.
it_it: La tua richiesta di cancellazione è stata inviata.
pl_pl: Twoje zapytanie o odwołanie wizyty zostało przesłane.

source: Skills
it_it: Competenze
pl_pl: Umiejętności

# Skin
source: Epilation
it_it: Epilazione
pl_pl: Depilacja

# SkinDescriptionView
source: Epilation from 40 euros
it_it: Depilazione da 40 euro
pl_pl: Depilacja już od 40 euro

# SkinTitle
source: With us, your body will be perfectly smooth.
it_it: Con noi il tuo corpo sarà perfettamente liscio.
pl_pl: Z nami twoje ciało będzie idealnie gładkie.

# SkinTreatment
source: Epilation treatment
it_it: Trattamento di depilazione
pl_pl: Zabieg depilacji

source: Start date
it_it: Data d'inizio
pl_pl: Data rozpoczęcia

source: Stats
it_it: Statistiche
pl_pl: Statystyki

# StatsEmployee
source: Employee stats
it_it: Statistiche sui dipendenti
pl_pl: Statystyki pracownika

# StatsUser
source: User statistics
it_it: Statistiche utente
pl_pl: Statystyki użytkownika

source: Stay updated!
it_it: Rimani aggiornato!
pl_pl: Bądź na bieżąco!

# SylwiaText
source: Hard work never hurt anyone, but why take the risk?
it_it: Il duro lavoro non ha mai fatto male a nessuno, ma perché correre il rischio?
pl_pl: Ciężka praca jeszcze nikomu nie zaszkodziła, ale po co ryzykować?

source: Text Password
it_it: Parola d'ordine del testo
pl_pl: Wpisz hasło

# TimeInStudio
source: Time in the studio
it_it: Tempo in studio
pl_pl: Czas w salonie

# ToConfirmPressButton
source: To confirm your email, press the button below:
it_it: Per confermare la tua email premi il pulsante qui sotto:
pl_pl: Aby potwierdzić email naciśnij poniższy przycisk:

source: Training
it_it: Formazione
pl_pl: Szkolenie

source: Training date
it_it: Data della formazione
pl_pl: Data szkolenia

source: Training list
it_it: Elenco allenamenti
pl_pl: Lista szkoleń

# Trainings
source: Training
it_it: Formazione
pl_pl: Szkolenia

# TrainingsArchives
source: Training archive
it_it: Archivio della formazione
pl_pl: Archiwum szkoleń

# TrainingsList
source: History of training
it_it: Storia della formazione
pl_pl: Historia szkoleń

# TreatBeauty
source: Treat yourself to beauty!
it_it: Regalati la bellezza!
pl_pl: Pozwól sobie na piękno!

source: Treatment duration:
it_it: Durata del trattamento:
pl_pl: Czas trwania zabiegu:

source: Treatments
it_it: Trattamenti
pl_pl: Zabiegi

# TypeTreatment
source: Type of treatment
it_it: Tipo di trattamento
pl_pl: Typ zabiegu

# UndoCancelAppointment
source: Uncod cancel the appointment
it_it: Annulla annulla la procedura
pl_pl: Cofnij odwołanie zabiegu

# UndoTrainingUser
source: Undo your report of absence from training
it_it: Ritira la tua denuncia di assenza dalla formazione
pl_pl: Cofnij zgłoszenie o nieobecności na szkoleniu

# UserList
source: Users list
it_it: Lista degli utenti
pl_pl: Lista użytkowników

source: Username
it_it: Nome utente
pl_pl: Nazwa użytkownika

source: User Panel
it_it: Pannello utente
pl_pl: Panel Użytkownika

source: Users
it_it: Utenti
pl_pl: Użytkownicy

source: Week
it_it: Settimana
pl_pl: Tydzień

source: Weekly list
it_it: Elenco settimanale
pl_pl: Lista tygodniowa

source: Welcome
it_it: Ciao
pl_pl: Witaj

# WelcomeBack
source: We are glad you came back to us!
it_it: Siamo lieti che tu sia tornato da noi!
pl_pl: Cieszymy się, że do nas wróciłeś!
