Repository: Olqa00/Cosmetic_Salon_Engineer
Catalog: Resources/SharedResource.*.resx
Languages: it_it, pl_pl

source: About Us
it_it: Chi siamo
pl_pl: O nas

# AboutUsText
source: Our team, through a professional approach to pursuing their passions, has created a place where all people will feel more beautiful, and we will make every effort to show your naturalness and delicacy.
it_it: Il nostro team, attraverso un approccio professionale nel perseguire le proprie passioni, ha creato un luogo dove tutte le persone si sentiranno più belle e faremo ogni sforzo per mostrare la vostra naturalezza e delicatezza.
pl_pl: Nasz zespół poprzez profesjonalne podejście do realizacji swoich pasji stworzył miejsce, w którym wszyscy ludzie poczują się piękniej, a my dołożymy wszelkich starań, aby uwidocznić Waszą naturalność i delikatność.

source: Account Settings
it_it: Impostazioni dell'account
pl_pl: Ustawienia Konta

source: Action
it_it: Azioni
pl_pl: Akcje

# AdaPosition
source: Eyebrow stylist
it_it: Stilista delle sopracciglia
pl_pl: Stylistka brwi

# AdaText
source: Don't complain about the uphill climb when you're on your way to the top
it_it: Non lamentarti della salita quando sei diretto verso la cima.
pl_pl: Nie narzekaj, że masz pod górę, gdy zmierzasz na szczyt

source: Add new working hours
it_it: Aggiungi nuovi orari di lavoro
pl_pl: Dodaj nowe godziny pracy

source: AddRemoveRole
it_it: Aggiungi Rimuovi ruolo
pl_pl: Dodaj/ Usuń rolę

source: Add Treatments
it_it: Aggiungi trattamenti
pl_pl: Dodaj zabiegi

source: Admin Page
it_it: Pagina Amministratore
pl_pl: Strona Admina

source: Admin Panel
it_it: Pannello di Amministrazione
pl_pl: Panel Administratora

source: All
it_it: Tutto
pl_pl: Wszystkie

source: AllEmployees
it_it: Lista dei lavoratori
pl_pl: Lista pracowników

# AllUsers
source: List of users
it_it: Lista degli utenti
pl_pl: Lista użytkowników

# AmazingWomen
source: Amazing women behind beauty
it_it: Donne straordinarie dietro la bellezza
pl_pl: Niesamowite kobiety odpowiadające za piękno

# AniaPosition
source: Manicurist
it_it: Manicure
pl_pl: Manicurzystka

# AniaText
source: It is not the work itself, but its purpose that makes it something special
it_it: Non è l’opera in sé, ma il suo scopo a renderla qualcosa di speciale
pl_pl: Nie sama praca, ale jej cel sprawia, że to jest coś wyjątkowego

source: Appointment
it_it: Appuntamento
pl_pl: Wizyta

# AppointmentCancellationDeleted
source: Your appointment cancellation has been deleted.
it_it: L'annullamento dell'appuntamento è stato eliminato.
pl_pl: Odwołanie twojej wizyty zostało usunięte.

# AppointmentCancelled
source: Your appointment has been cancelled.
it_it: Il tuo appuntamento è stato annullato.
pl_pl: Twoja wizyta została odwołana.

# AppointmentPL
source: appointment
it_it: appuntamento
pl_pl: wizytę

source: Appointments archive
it_it: Archivio trattamenti
pl_pl: Archiwum wizyt

source: Appointments List
it_it: Storia del trattamento
pl_pl: Historia zabiegów

source: Archives
it_it: Archivi
pl_pl: Archiwum

# AreYouSureDeleteAccount
source: Are you sure you want to delete this account?
it_it: Sei sicuro di voler eliminare questo account?
pl_pl: Czy jesteś pewien, że chcesz usunąć to konto?

source: Armpits
it_it: Ascelle
pl_pl: Pachy

source: Articles & News
it_it: Articoli & Notizie
pl_pl: Artykuły & Aktualności

# Average1hour
source: The treatment takes an hour on average.
it_it: La procedura dura in media un'ora.
pl_pl: Zabieg trwa średnio godzinę.

# Average2hours
source: The procedure takes an average of 2 hours.
it_it: La procedura dura in media 2 ore.
pl_pl: Zabieg trwa średnio 2 godziny.

# Average30minutes
source: The procedure takes an average of 30 minutes.
it_it: La procedura dura in media 30 minuti.
pl_pl: Zabieg trwa średnio 30 minut.

# AverageEmployeeRating
source: Average employee rating this month
it_it: Valutazione media dei dipendenti questo mese
pl_pl: Średnia ocena pracownika w tym miesiącu

# AverageEpilation
source: The duration of the treatment ranges from 15 to 45 minutes.
it_it: La durata del trattamento varia dai 15 ai 45 minuti.
pl_pl: Długość trwania zabiegu waha się od 15 do 45 minut.

# AverageRatingsDays
source: Average ratings over the last 30 days.
it_it: Valutazioni medie negli ultimi 30 giorni.
pl_pl: Średnie oceny z ostatnich 30dni

# AverageUserRating
source: The average rating given to employees this month
it_it: La valutazione media data ai dipendenti questo mese
pl_pl: Średnia ocena przyznawana pracownikom w tym miesiącu

source: beautiful
it_it: bellissimo
pl_pl: piękne

# BeforeTreatment
source: Before the treatment:
it_it: Prima del trattamento:
pl_pl: Przed zabiegiem:

source: Belly
it_it: Gonfiarsi
pl_pl: Brzuch

source: Blog
it_it: Notizia
pl_pl: Aktualności

# BlogList
source: List of Posts
it_it: Elenco messaggi
pl_pl: Lista postów

source: Calendar
it_it: Calendario
pl_pl: Kalendarz

source: Calendar appointments
it_it: Appuntamenti del calendario
pl_pl: Kalendarz wizyt

# CalendarEmployee
source: Employee calendar
it_it: Calendario dei dipendenti
pl_pl: Kalendarz pracownika

# CalendarTrainings
source: Training calendar
it_it: Calendario degli allenamenti
pl_pl: Kalendarz szkoleń

# CalendarUser
source: The user's calendar
it_it: Il calendario dell'utente
pl_pl: Kalendarz użytkownika

source: Calves
it_it: Vitelli
pl_pl: Łydki

source: Cancel
it_it: Annulla
pl_pl: Anuluj

# CancelAppointment
source: Cancel the appointment
it_it: Annullare la procedura
pl_pl: Odwołaj zabieg

# CancellationAppointment
source: Cancellation of the appointment
it_it: Annullamento dell'appuntamento
pl_pl: Odwołanie wizyty

# CancelTrainingUser
source: Cancel your attendance at the training
it_it: Annulla la tua partecipazione alla formazione
pl_pl: Odwołaj obecność na szkoleniu

source: Cancer
it_it: Cancro
pl_pl: Nowotwory

source: CannotAddUserToRole
it_it: Non è possibile aggiungere un ruolo a un utente
pl_pl: Nie ma możliwości dodania roli do użytkownika

source: CannotRemoveUserRole
it_it: Non è possibile eliminare un ruolo utente
pl_pl: Nie ma możliwości usunięcia roli użytkownika

source: Change Email
it_it: Cambia email
pl_pl: Zmień Email

source: Change roles
it_it: Cambiare Ruoli
pl_pl: Zmień role

# ChangeRolesEmployee
source: Change employee roles
it_it: Cambiare i ruoli dei dipendenti
pl_pl: Zmień role pracownika

# ChangeRolesUser
source: Change user roles
it_it: Modifica i ruoli utente
pl_pl: Zmień role użytkownika

# CheckYourEmailToReset
source: Please check your email to reset your password.
it_it: Controlla la tua email per reimpostare la password.
pl_pl: Sprawdź swoją skrzynkę pocztową w celu zresetowania hasła.

# ChooseAJob
source: Choose a job you love and you will never work a day in your life
it_it: Scegli un lavoro che ami e non lavorerai nemmeno un giorno nella tua vita
pl_pl: Wybierz pracę, którą kochasz, a nie będziesz pracować ani jednego dnia przez całe życie

# ChooseFirstName
source: Please enter your first name.
it_it: Per favore immettere il proprio Nome.
pl_pl: Wpisz swoje imię.

source: Choose Language:
it_it: Scegli la lingua:
pl_pl: Wybierz język:

# ChooseLastName
source: Please enter your last name.
it_it: Per favore inserisci il tuo cognome.
pl_pl: Wpisz swoje nazwisko.

# ChoosePhoneNumber
source: Please enter your phone number.
it_it: Per favore immetti il ​​tuo numero di telefono.
pl_pl: Wpisz swój numer telefonu.

# ChooseUsername
source: Please choose your username.
it_it: Per favore scegli il tuo nome utente.
pl_pl: Wpisz swoją nazwę użytkownika.

source: Classic
it_it: Classico
pl_pl: Klasyczny

# ClassicDesc
source: Classic manicure is one of the basic types of nail styling that is worth knowing to ensure their beautiful appearance. This is a method of nail care, which primarily includes shortening them, taking care of the cuticles and the nail plate itself. Traditional manicure also allows you to give your nails the desired shape.
it_it: La manicure classica è uno dei tipi base di styling delle unghie che vale la pena conoscere per garantirne un bell'aspetto. Questo è un metodo di cura delle unghie, che prevede principalmente l'accorciarle, la cura delle cuticole e della lamina ungueale stessa. La manicure tradizionale permette anche di dare alle unghie la forma desiderata.
pl_pl: Manicure klasyczny to jeden z podstawowych typów stylizacji paznokci, który warto znać, aby zadbać o ich piękny wygląd. To sposób pielęgnacji paznokci, który obejmuje przede wszystkim ich skrócenie, zadbanie o skórki, a także o samą płytkę paznokciową. Tradycyjny manicure pozwala również na nadanie paznokciom pożądanego kształtu.

# ClassicMain
source: This is a method of nail care, which primarily includes shortening them, taking care of the cuticles and the nail plate itself.
it_it: Questo è un metodo di cura delle unghie, che prevede principalmente l'accorciarle, la cura delle cuticole e della lamina ungueale stessa.
pl_pl: To sposób pielęgnacji paznokci, który obejmuje przede wszystkim ich skrócenie, zadbanie o skórki, a także o samą płytkę paznokciową.

# ClickHere
source: clicking here!
it_it: cliccando qui!
pl_pl: kliknięcia tutaj!

source: Client
it_it: Cliente
pl_pl: Klient

source: Color
it_it: Colore
pl_pl: Kolor

# ComeBackToUs
source: And then come back to us!
it_it: E poi torna da noi!
pl_pl: A następnie wróć do nas!

source: Confirm
it_it: Confermare
pl_pl: Potwierdź

# ConfirmEmail
source: Confirm your email!
it_it: Conferma la tua email!
pl_pl: Potwierdź swój email!

source: Confirm New Password
it_it: Ripetere la nuova password
pl_pl: Powtórz nowe hasło

source: Confirm your email
it_it: Conferma la tua email
pl_pl: Potwierdź swój email

source: Contact Us
it_it: Contattaci
pl_pl: Skontaktuj się z nami

source: Contraindications
it_it: Controindicazioni
pl_pl: Przeciwwskazania

source: Cost
it_it: Costo
pl_pl: Koszt

# CreateFreeAccount
source: Create a free account and get access to the cosmetic panel for FREE.
it_it: Crea un account gratuito e accedi GRATUITAMENTE al pannello cosmetico.
pl_pl: Załóż darmowe konto i uzyskaj dostęp do panelu kosmetycznego GRATIS.

source: Create new post
it_it: Aggiungi un nuovo messaggio
pl_pl: Dodaj nowy post

source: Create training
it_it: Creare formazione
pl_pl: Stwórz szkolenie

source: CurrentEmail
it_it: Email corrente
pl_pl: Obecny Email

source: Current Password
it_it: Password attuale
pl_pl: Obecne hasło

source: Date
it_it: Data
pl_pl: Data

# DateTreatment
source: Treatment date
it_it: Data del trattamento
pl_pl: Data zabiegu

source: Delete
it_it: Eliminare
pl_pl: Usuń

source: Delete account
it_it: Cancella il account
pl_pl: Usuń konto

# DeleteEmployee
source: Delete employee account
it_it: Elimina l'account del dipendente
pl_pl: Usuń konto pracownika

# DeleteTraining
source: Cancel the training
it_it: Annulla la formazione
pl_pl: Odwołaj szkolenie

# DeleteUser
source: Delete a user account
it_it: Elimina un account utente
pl_pl: Usuń konto użytkownika

source: Details
it_it: Dettagli
pl_pl: Szczegóły

# DetailsTraining
source: Training details
it_it: Dettagli della formazione
pl_pl: Szczegóły szkolenia

source: Diabetes
it_it: Diabete
pl_pl: Cukrzyca

# DidTrainingNotPerformed
source: Was the training not completed?
it_it: La formazione non è stata completata?
pl_pl: Czy szkolenie nie zostało wykonane?

source: Diode laser
it_it: Laser a diodi
pl_pl: Laser diodowy

# DiodelaserDesc
source: In our salon, hair removal treatments are performed using the latest LIGHTSHEER®DUET™ diode laser by Lumenis. This is the best, certified equipment that has enjoyed an unwavering reputation around the world for many years. Only thanks to it, permanent hair removal is done three times faster! The entire procedure of permanent hair removal with the LightSheer laser is safe, comfortable and extremely effective. Only the diode laser light precisely reaches the hair bulbs and destroys them irreversibly.
it_it: Nel nostro salone, i trattamenti di epilazione vengono eseguiti utilizzando il nuovissimo laser a diodi LIGHTSHEER®DUET™ di Lumenis. Questa è la migliore attrezzatura certificata che gode da molti anni di una reputazione incrollabile in tutto il mondo. Solo grazie ad esso la depilazione permanente avviene tre volte più velocemente! L’intera procedura di depilazione permanente con il laser LightSheer è sicura, comoda ed estremamente efficace. Solo la luce del laser a diodi raggiunge con precisione i bulbi piliferi e li distrugge in modo irreversibile.
pl_pl: W naszym salonie zabiegi depilacji wykonujemy najnowszym laserem diodowym LIGHTSHEER®DUET™ firmy Lumenis. Jest to najlepszy, certyfikowany sprzęt, który od wielu lat cieszy się niesłabnącą renomą na całym świecie. Tylko dzięki niemu trwała depilacja odbywa się w trzy razy szybciej! Cała procedura trwałego usuwania włosów laserem LightSheer jest bezpieczna, komfortowa i maksymalnie skuteczna. Tylko światło lasera diodowego precyzyjnie dociera do cebulek włosa i niszczy je bezpowrotnie.

source: Duration
it_it: Durata
pl_pl: Czas trwania

# EarningsStats
source: Earnings
it_it: Guadagni
pl_pl: Zarobki

source: Edit
it_it: Modificare
pl_pl: Edytuj

# EditParticipantsList
source: Edit the participant list
it_it: Modifica l'elenco dei partecipanti
pl_pl: Edytuj listę uczestników

source: Edit skills
it_it: Modifica Competenze
pl_pl: Edytuj umiejętności

# EditSkillsEmployee
source: Edit employee skills
it_it: Modifica le competenze dei dipendenti
pl_pl: Edytuj umiejętności pracownika

source: Edit training
it_it: Modifica formazione
pl_pl: Edytuj szkolenie

source: Edit working hours
it_it: Modifica l'orario di lavoro
pl_pl: Edytuj godziny pracy

source: Email
pl_pl: Adres Email

# EmailWithResetLink
source: An email with a reset link will be sent there
it_it: Lì verrà inviata un'e-mail con un collegamento per il ripristino
pl_pl: Zostanie tam wysłany mail z linkiem resetującym

# EmilkaPosition
source: Eyelash stylist
it_it: Stilista delle ciglia
pl_pl: Stylistka rzęs

# EmilkaText
source: What do you want to be when you grow up?... Kind
it_it: cosa vuoi fare da grande?... Gentile
pl_pl: Kim chciałbyś być, kiedy dorośniesz?... Kimś dobrym

source: Employee
it_it: Dipendente
pl_pl: Pracownik

source: EmployeeColor
it_it: Colore dei dipendenti
pl_pl: Kolor pracownika

# EmployeeList
source: Employees list
it_it: Elenco lavoratori
pl_pl: Lista pracowników

source: Employee Panel
it_it: Lavoratore di pannelli
pl_pl: Panel Pracownika

source: Employee profile
it_it: Profilo del dipendente
pl_pl: Profil pracownika

source: Employees
it_it: Dipendenti
pl_pl: Pracownicy

source: Employees stats
it_it: Statistiche sui dipendenti
pl_pl: Statystyki pracowników

source: Employee stats
it_it: Statistiche sui dipendenti
pl_pl: Statystyki pracownika

source: End date
it_it: Data di fine
pl_pl: Data zakończenia

source: Endocrine diseases
it_it: Malattie endocrine
pl_pl: Choroby endokrynologiczne

source: Enter your email
it_it: Inserisci il tuo indirizzo email
pl_pl: Wprowadź swój email

source: Epilation
it_it: Epilazione
pl_pl: Depilacja

# EpilationDesc
source: Laser hair removal is a heat-based procedure made possible by a device called a diode laser. This laser produces thermal energy that is absorbed by the pigment in the hair follicles. This energy damages the hair follicle and prevents new hair from growing back.
it_it: La depilazione laser è una procedura basata sul calore resa possibile da un dispositivo chiamato laser a diodi. Questo laser produce energia termica che viene assorbita dal pigmento nei follicoli piliferi. Questa energia danneggia il follicolo pilifero e impedisce la ricrescita di nuovi capelli.
pl_pl: Laserowe usuwanie włosów to procedura oparta na cieple, która jest możliwa dzięki urządzeniu zwanemu laserem diodowym. Laser ten wytwarza energię cieplną, która jest pochłaniana przez pigment w mieszkach włosowych. Energia ta uszkadza mieszek włosowy i zapobiega odrastaniu nowych włosów.

# ExecuteAppointment
source: Execute an appointment
it_it: Eseguire un appuntamento
pl_pl: Zabieg wykonała

source: Expenses
it_it: Spese
pl_pl: Wydatki

source: Eyebrows
it_it: Sopracciglia
pl_pl: Brwi

# EyebrowsDescriptionView
source: Beautiful eyebrows from 5 euros
it_it: Bellissime sopracciglia da 5 euro
pl_pl: Piękne brwi już od 5 euro

# EyebrowsTitle
source: WITH US YOU WILL GET THE PERFECT SHAPE OF EYEBROWS
it_it: CON NOI OTTERRAI LA FORMA PERFETTA DELLE SOPRACCIGLIA
pl_pl: Z NAMI UZYSKASZ IDEALNY KSZTAŁT BRWI

# EyebrowsTreatment
source: Eyebrow treatment
it_it: Trattamento delle sopracciglia
pl_pl: Zabieg brwi

# EyelashTitle
source: WITH US YOU WILL GET THE PERFECT SHAPE OF EYELASHES
it_it: CON NOI OTTERRAI LA FORMA PERFETTA DELLE CIGLIA
pl_pl: Z NAMI UZYSKASZ IDEALNY KSZTAŁT RZĘS

source: Eyelash treatment
it_it: Trattamento ciglia
pl_pl: Zabieg rzęs

source: Find us
it_it: Trovaci
pl_pl: Znajdź nas

source: FirstName
it_it: Nome
pl_pl: Imię

# ForAppointment
source: the treatment?
it_it: il trattamento?
pl_pl: zabiegowi?

source: Forgot password confirmation
it_it: Conferma password dimenticata
pl_pl: Potwierdzenie przypomnienia hasła

source: Forgot your password?
it_it: Hai dimenticato la password?
pl_pl: Zapomniałeś hasła?

source: from
it_it: da
pl_pl: od

source: Gel
pl_pl: Żelowy

# GelDesc
source: The main advantages of gel manicure include that it allows for a very effective extension of the nail plate. This is a fantastic solution for women who bite their nails excessively or for those who struggle with severely damaged nails. For a gel manicure, you need not only the building gel itself, but also paper templates that will allow you to spread the gel.
it_it: Uno dei principali vantaggi della manicure con gel è che consente un'estensione molto efficace della lamina ungueale. Questa è una soluzione fantastica per le donne che si mangiano eccessivamente le unghie o per coloro che lottano con unghie gravemente danneggiate. Per una manicure in gel, non hai bisogno solo del gel da costruzione stesso, ma anche di modelli di carta che ti permetteranno di stendere il gel.
pl_pl: Do głównych zalet manicure żelowego można zaliczyć to, że pozwala na bardzo skuteczne przedłużenie płytki paznokcia. To fantastyczne rozwiązanie dla Pań, które nadmiernie obgryzają paznokcie, czy też dla tych kobiet, które borykają się z mocno zniszczoną płytką. Do manicure żelowego konieczny jest nie tylko sam żel budujący, ale i papierowe szablony, dzięki którym będzie można ten żel rozprowadzić.

# GelMain
source: This is a fantastic solution for women who bite their nails excessively.
it_it: Questa è una soluzione fantastica per le donne che si mangiano eccessivamente le unghie.
pl_pl: To fantastyczne rozwiązanie dla Pań, które nadmiernie obgryzają paznokcie.

# GetToKnowUs
source: get to know us better
it_it: conoscerci meglio
pl_pl: poznaj nas bliżej

# GiveRatingAppointment
source: Are you sure you want to rate
it_it: Sei sicuro di voler valutare
pl_pl: Jesteś pewien, że chcesz dać ocenę

source: Hands
it_it: Mani
pl_pl: Ręce

source: Hands or feet
it_it: Mani o piedi
pl_pl: Dłonie lub stopy

source: Hands or feet
it_it: Mani o piedi
pl_pl: Dłonie lub stopy

# HaveBeenChanges
source: Have there been any changes?
it_it: Ci sono stati dei cambiamenti?
pl_pl: Czy nastąpiły jakieś zmiany

# HennaDesc
source: Henna stays on the skin for up to 2 weeks and on the hair for up to 6 weeks. The treatment uses real powder henna (which penetrates the hair structure, coloring it from the inside, and not only coloring the outside as in the case of dyes), regenerating floral water and moisturizing oil.
it_it: L'henné rimane sulla pelle fino a 2 settimane e sui capelli fino a 6 settimane. Il trattamento utilizza vera polvere di henné (che penetra nella struttura del capello colorandolo dall'interno, e non solo colorando l'esterno come nel caso delle tinte), acqua floreale rigenerante e olio idratante.
pl_pl: Henna na skórze utrzymuje się do 2 tygodni, na włoskach do 6 tygodni. Przy zabiegu stosuje się prawdziwą hennę proszkową (która wnika w strukturę włosa zabarwiając go od środka, a nie koloryzując tylko na zewnątrz jak w przypadku farbek), regenerującą wodę kwiatową oraz nawilżający olejek.

# HennaMain
source: Henna is an ideal solution for women whose hair is thin, sparse, or has hair loss.
it_it: L'henné è una soluzione ideale per le donne i cui capelli sono sottili, radi o che soffrono di perdita di capelli.
pl_pl: Henna jest idealnym rozwiązaniem dla kobiet, których włoski są cienkie oraz rzadkie, bądź posiadają ubytki włosków.

source: Home
it_it: Casa
pl_pl: Strona główna

# HomeTitle
source: We are a beauty studio that provides treatments and training in the field of depilation, manicure, eyebrow and eyelash styling.
it_it: Siamo uno studio di bellezza che fornisce trattamenti e formazione nel campo della depilazione, manicure, styling delle sopracciglia e delle ciglia.
pl_pl: Jesteśmy studiem kosmetycznym, które świadczy zabiegi oraz szkolenia z zakresu depilacji, manicure, stylizacji brwi oraz rzęs.

source: Hybrid
it_it: Ibrido
pl_pl: Hybrydowy

# HybridDesc
source: Hybrid manicure is performed using specially prepared preparations and a well-functioning lamp. To make a hybrid manicure, in addition to the basic accessories, you also need a base. It is also necessary to have a special hybrid varnish, i.e. one that hardens in a lamp. The final stage of performing such a manicure is applying a shiny or completely matte top.
it_it: La manicure ibrida viene eseguita utilizzando preparati appositamente preparati e una lampada ben funzionante. Per realizzare una manicure ibrida, oltre agli accessori base, è necessaria anche una base. È inoltre necessario disporre di una speciale vernice ibrida, cioè che indurisca in lampada. La fase finale dell'esecuzione di una tale manicure è l'applicazione di un top lucido o completamente opaco.
pl_pl: Manicure hybrydowy wykonuje się za pomocą specjalnie przygotowanych do tego preparatów i dobrze działającej lampy. Do zrobienia manicure hybrydowego oprócz podstawowych akcesoriów potrzebna jest również baza. Konieczne jest także posiadanie specjalnego, hybrydowego lakieru, czyli takiego, który utwardza się w lampie. Ostatnim etapem wykonywania takiego manicure jest nałożenie świecącego lub całkowicie matowego topu.

# HybridMain
source: Hybrid manicure is performed using specially prepared preparations and a lamp.
it_it: La manicure ibrida viene eseguita utilizzando preparati appositamente preparati e una lampada.
pl_pl: Manicure hybrydowy wykonuje się za pomocą specjalnie przygotowanych do tego preparatów i lampy.

source: Important information:
it_it: Informazioni importanti:
pl_pl: Ważne informacje:

# InfoAppointment
source: Information about the appointment
it_it: Informazioni sull'appuntamento
pl_pl: Informacje o zabiegu

# InformationAppointment
source: Information about the appointment
it_it: Informazioni su Appuntamento
pl_pl: Informacje o zabiegu

source: Intimate areas
it_it: Aree intime
pl_pl: Okolice intymne

source: Intimate areas
it_it: Aree intime
pl_pl: Okolice intymne

source: Invaluable appointments
it_it: Appuntamenti preziosi
pl_pl: Nieocenione zabiegi

source: is always
it_it: è sempre
pl_pl: jest zawsze

source: Italian
it_it: Italiana
pl_pl: Włoskie

# KatarzynaText
source: There is no elevator to success. You have to go up the stairs
it_it: Non esiste un ascensore per il successo. Devi salire le scale
pl_pl: Do sukcesu nie ma żadnej windy. Trzeba iść po schodach
