Repository: Olqa00/Cosmetic_Salon_Engineer
Catalog: Resources/SharedResource.*.resx
Languages: it_it, pl_pl

# WetLookDesc
source: Wet Look – often referred to simply as the effect of wet eyelashes. This effect gives the eyelashes volume and density, the eyelashes look as if they were slightly wet, but at the same time it is still a natural look. This extension method uses alternating lengths of artificial eyelashes, glued at an appropriate inclination. They are glued individually or in small bundles.
it_it: Effetto bagnato – spesso indicato semplicemente come l’effetto delle ciglia bagnate. Questo effetto dona alle ciglia volume e densità, le ciglia sembrano come se fossero leggermente bagnate, ma allo stesso tempo ha comunque un aspetto naturale. Questo metodo di extension utilizza ciglia artificiali di lunghezza alternata, incollate con un'inclinazione adeguata. Sono incollati singolarmente o in piccoli fasci.
pl_pl: Wet Look – często określane po prostu efektem mokrych rzęs. Efekt ten nadaje rzęsom objętości, gęstości, rzęsy wyglądają jakby były delikatnie mokre, lecz jednocześnie wciąż jest to naturalny look. Przy tej metodzie przedłużania wykorzystuje się naprzemiennie różne długości sztucznych rzęs, przyklejane w odpowiednim nachyleniu. Skleja się je pojedynczo lub w małych wiązkach.

# WetLookMain
source: This effect gives the eyelashes volume and density, and the eyelashes look as if they were slightly wet.
it_it: Questo effetto conferisce alle ciglia volume e densità e le ciglia sembrano leggermente bagnate.
pl_pl: Efekt ten nadaje rzęsom objętości, gęstości, a rzęsy wyglądają jakby były delikatnie mokre.

source: What is it?
it_it: Che cos'è?
pl_pl: Na czym polega?

source: What you love
it_it: Quello che ami
pl_pl: To co kochasz

# WithUsWonder
source: With us you will turn into another wonder of the world. Meet our employees and make an appointment.
it_it: Con noi ti trasformerai in un'altra meraviglia del mondo. Incontra i nostri dipendenti e fissa un appuntamento.
pl_pl: Z nami zamienisz się w kolejny cud świata. Poznaj naszych pracowników i umów sie na wizytę.

source: Working Hours
it_it: Ore lavorative
pl_pl: Godziny Pracy

# WorkingHoursCalendar
source: Calendar of working hours
it_it: Calendario degli orari di lavoro
pl_pl: Kalendarz godzin pracy

# WorkingHoursEmployee
source: Employee working hours
it_it: Orario di lavoro dei dipendenti
pl_pl: Godziny pracy pracownika

source: Working time
it_it: Orario di lavoro
pl_pl: Czas pracy

# WorkingTimeStats
source: Working time
it_it: Orario di lavoro
pl_pl: Godziny pracy

source: Year
it_it: Anno
pl_pl: Rok

source: Your appointment
it_it: Il tuo appuntamento
pl_pl: Twój zabieg

# YourPasswordChanged
source: Your password has been successfully changed.
it_it: La tua password è stata cambiata con successo.
pl_pl: Twoje hasło zostało zmienione.

source: Your training
it_it: La tua formazione
pl_pl: Twoje szkolenie

source: Your working hours
it_it: Il tuo orario di lavoro
pl_pl: Twoje godziny pracy

source: Henna
it_it: Hennè
